Repository: VovaMobile/nvda-soundmanager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Master volume
fr: Volume principal

source: Unable to retrieve current application.
fr: Impossible de déterminer l'application en avant-plan.

source: Cannot mute the master volume.
fr: Impossible de couper le volume principal.

source: {app} muted
fr: {app} muette

source: {app} unmuted
fr: {app} non muette

source: {app} is not playing any sound.
fr: {app} ne joue aucun son.

source: Toggle volume control adjustment on or off
fr: Active^désactive le contrôle du volume.

source: &announce volume changes
fr: &annoncer les valeurs lors de changements de volume

source: Announce a&pp names when cycling
fr: Annoncer le nom des a&pps lors de la sélection des volumes

source: Manages Windows and applications volumes directly within NVDA
fr: Gérer le volume des applications directement depuis NVDA.
